Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=181_art_id=210.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Beaivi
smj: Åhpav: Biejvve

source: Leat risttalažžan
smj: Ristagissan liehket

source: Vuosttamuččat geat osko Jesusii gohčoduvvo risttalažžan Kristusa nama mielde.
smj: Vuostatja gudi Jesusij jáhkkin ristagissan nabdeduvvin, Kristus namá diehti.

source: Oskut Ipmilii lea luohttit sutnje.
smj: Jubmelij jáhkket le sunji luohtedit.

source: Dat boahtá váimmus.
smj: Dat vájmos boahtá.

source: Ii dan sáhte duođaštit sániiguin, ii dan sáhte čájehit dahje čilget dieđalaš teoriijaiguin.
smj: Ij máhte bágoj baktu duodastuvvat, ij ga diedalasj teorijaj baktu duodastuvvat jali tjielggiduvvat.

source: Diehttelas dát ii mearkkaš ahte ii galgga geahččalit áddet jierpmálaččat dán, muhto osku dahje ráhkesvuođa, dan ii sáhte čilget.
smj: Diedon ij dát mierkki ij besa gæhttjalit jergajnis dádjadit, valla jáhkket jali iehttset, dat ij máhte tjielggiduvvat.

source: Dan ferte vásihit.
smj: Dav hæhttu iesj vásedit.

source: Máŋgga olbmo dovdet oadjebassan go Ipmilii oskot.
smj: Moaddása dåbddi ietjasa jasska gå Jubmelij jáhkki.

source: Sáhttá leat váttis jáhkkit ahte Jesus lei Ipmila bárdni.
smj: Soajttá liehket gássjel jáhkket Jesus le ednama nanna viessum.

source: Mii geat dál eallit, eat sáhte Jesusa oaidnit, muhto mii dovdat muitalusa su birra, go lea su birra čállon Biibbalis.
smj: Mij gudi uddni viessop ep besa Jesusav vuojnnet, valla dåbddåp histåvråv suv birra, danen gå suv birra le Rámádin tjáledum.

source: Manne don oskkut Jesusii ?
smj: Manen dån Jesusij jáhká ?

source: Manne lea muhtumin váttis oskut Jesusii ?
smj: Manen le muhttijn gássjel Jesusij jáhkket ?
